Repository: Awesomeclaw/swdestinydb
Catalog: src/AppBundle/Resources/translations/messages.*.xliff
Languages: pl

# nav.user.editaccount
source: Edit account
pl: Edycja konta

# nav.user.loginregister
source: Login or register
pl: Zaloguj lub zarejestruj

# nav.user.logout
source: Logout
pl: Wyloguj

# nav.user.profile
source: Public profile
pl: Profil publiczny

source: No image
pl: Brak zdjęcia

# pag.cardscount
source: {0} There is no cards | {1} One card | ]1,Inf] %count% cards
pl: {0} Brak kart | %count% karta | %count% karty | %count% kart

# search.any
source: any
pl: dowolny

# search.attributes
source: Attributes
pl: Atrybuty

# search.label
source: Search
pl: Szukaj

# search.nametexts
source: Name and texts
pl: Nazwa i tekst

# search.no
source: No
pl: Nie

# search.noresult
source: Your query didn't match any card.
pl: Brak wyników dla tego zapytania.

# search.numerics
source: Numerics
pl: Wartości liczbowe

# search.only
source: Only
pl: Tylko

# search.other
source: Other
pl: Inne

# search.previews
source: Previews
pl: Pokaż podglądy kart

# search.setbrowse
source: Browse by set
pl: Przeglądaj edycję

# search.sort.faction
source: Sort by Faction
pl: Sortuj według koloru

# search.sort.name
source: Sort by Name
pl: Sortuj według nazw

# search.sort.pointscost
source: Sort by Points/Cost
pl: Sortuj według punktów/kosztu

# search.sort.set
source: Sort by Set
pl: Sortuj według edycji

# search.sort.type
source: Sort by Type
pl: Sortuj według rodzaju

# search.submit
source: Submit
pl: Prezentacja wyników

# search.title
source: Card Search
pl: Szukanie kart

# search.view.card
source: View as Full Cards
pl: Pokaż pełne karty

# search.view.list
source: View as a Checklist
pl: Pokaż listę

# search.view.scan
source: View as Scans Only
pl: Pokaż skany

# search.view.short
source: View as Simple List
pl: Pokaż prostą listę

# search.view.spoiler
source: View as a Spoiler
pl: Pokaż przegląd

# search.yes
source: Yes
pl: Tak

# seemore.affiliation
source: More in this affiliation
pl: Więcej z tym stronnictwem

# slogan
source: Deckbuilder for Star Wars Destiny
pl: Edytor talii do Star Wars: Przeznaczenie

# userby
source: by %user%
pl: przez %user%
