Repository: Awesomeclaw/swdestinydb
Catalog: src/AppBundle/Resources/translations/messages.*.xliff
Languages: pl

# card.info.affiliation
source: Affiliation
pl: Stronnictwo

# card.info.cost
source: Cost
pl: Koszt

# card.info.die
source: Die
pl: Kość

# card.info.faction
source: Color
pl: Kolor

# card.info.flavor
source: Flavor text
pl: Tekst fabularny

# card.info.has_die
source: Has die
pl: Ma kość

# card.info.health
source: Health
pl: Wytrzymałość

# card.info.illustrator
source: Illustrator
pl: Autor ilustracji

# card.info.medium.points_cost
source: P./C.
pl: Koszt

# card.info.name
source: Name
pl: Nazwa

# card.info.points
source: Points
pl: Punkty

# card.info.points_cost
source: Points/Cost
pl: Koszt w punktach

# card.info.quantity
source: Quantity
pl: Ilość

# card.info.rarity
source: Rarity
pl: Rzadkość

# card.info.set
source: Set
pl: Edycja

# card.info.short.faction
source: C.
pl: Kolor

# card.info.short.health
source: H.
pl: Wt.

# card.info.short.points_cost
source: C.
pl: Pkt.

# card.info.short.type
source: T.
pl: Rodz.

# card.info.subtitle
source: Subtitle
pl: Podtytuł

# card.info.subtype
source: Subtype
pl: Podrodzaj

# card.info.text
source: Text
pl: Tekst

# card.info.type
source: Type
pl: Rodzaj

# card.info.unique
source: Unique
pl: Unikatowa

# card.reviews.alerts.minimum
source: Your review must at least %min% characters long.
pl: Twoja recenzja musi mieć minimum %min% znaków.

# card.reviews.comments.add
source: Add a comment
pl: Dodaj komentarz

# card.reviews.comments.hint
source: Your comment
pl: Twój komentarz

# card.reviews.comments.post
source: Post
pl: Opublikuj

# card.reviews.comments.posted
source: Your comment has been posted. It will appear on the site in a few minutes.
pl: Twój komentarz został opublikowany. Powinien pojawić się w ciągu kilku minut.

# card.reviews.edit
source: Edit review
pl: Edytuj recenzję

# card.reviews.hint
source: Write your analysis of the card, in at least %min% characters. You can write a number of card reviews equal to your reputation. This is not a place for questions or comments. Type # to enter a card name. Type $ to enter a symbol.
pl: Podziel się swoją analizą tej karty w min. %min% znakach. Możesz napisać tyle recenzji, jaki masz poziom reputacji. Nie wpisuj tu pytań ani komentarzy. Wpisz # aby wstawić łącze do karty. Wpisz $ aby wstawić symbol z gry.

# card.reviews.like
source: Like that review
pl: Polub tą recenzję

# card.reviews.none
source: No review yet for this card.
pl: Brak recenzji dla tej karty.

# card.reviews.posted
source: Your review has been posted. It will appear on the site in a few minutes.
pl: Twoja recenzja została opublikowana. Powinna pojawić się w ciągu kilku minut.

# card.reviews.submit
source: Submit preview
pl: Opublikuj

# card.reviews.title
source: Reviews
pl: Recenzje

# card.reviews.unreleased
source: Reviews will be enabled for this card when it is officially released.
pl: Recenzowanie tej karty będzie możliwe dopiero po jej oficjalnej premierze.

# card.reviews.write
source: Write a review
pl: Napisz recenzję

# collection.addstarter.confirm
source: Are you sure you want to add cards and dice from %pack% of %set%? You will need to save the changes after this.
pl: Czy na pewno chcesz dodać karty i kości z %pack% z %set%? Pamiętaj aby zapisać po tym zmiany.

# collection.addstarter.label
source: Add Starter Pack
pl: Dodaj zestaw podstawowy

# collection.help
source: Filter help
pl: Pomoc do filtrów

# collection.options.filter_button.cumulative
source: Filters cumulative
pl: Filtry łączne

# collection.options.filter_button.exclusive
source: Filters exclusive
pl: Filtry wyłączne

# collection.options.label
source: Options
pl: Opcje

# collection.options.link_cards_dice
source: Link cards with dice
pl: Połącz karty z kośćmi

# collection.options.only_show_owned
source: Show only owned cards
pl: Pokazuj tylko karty z własnej kolekcji

# collection.owned
source: Owned
pl: W kolekcji

# collection.searchhint
source: Find a card or filter the list
pl: Wyszukaj kartę, albo przefiltruj listę

# collection.sets.hint
source: Shift+Click to select only one option ; Alt+Shift+Click to select all other options
pl: Shift-Klik aby zaznaczyć pojedyńczą pozycję; Alt-Shift-Klik aby zaznaczyć wszystkie pozostałe pozycje

# collection.sets.label
source: Sets
pl: Edycje

# data_load_fail
source: Unable to load the data. Click <a href='javascript:window.location.reload(true)'>here</a> to reload your page.
pl: Nie udało się załadować danych. Kliknij <a href='javascript:window.location.reload(true)'>tutaj</a>, aby przeładować stronę.

# decklist.list.search.affiliation.any
source: any
pl: dowolne

# decklist.list.search.affiliation.label
source: Affiliation
pl: Stronnictwo

# decklist.list.search.author.hint
source: Enter author name
pl: Podaj autora

# decklist.list.search.author.label
source: Author name
pl: Autor

# decklist.list.search.decklist.hint
source: Enter text to search in name
pl: Podaj tekst do wyszukania w nazwie

# decklist.list.search.decklist.label
source: Decklist name
pl: Nazwa talii

# decklist.list.search.sort.date
source: By Date
pl: Według daty

# decklist.list.search.sort.label
source: Sort
pl: Sortuj

# decklist.list.search.sort.likes
source: By Number of Likes
pl: Według ilości polubień

# decklist.list.search.sort.popularity
source: By Popularity
pl: Według popularności

# decklist.list.search.sort.reputation
source: By Reputation of Author
pl: Według poziomu reputacji autora

# decklist.list.search.used.hint
source: Enter card name
pl: Podaj nazwę karty

# decklist.list.search.used.label
source: Cards used
pl: Wykorzystane karty

# decklist.list.titles.favorites
source: Favorite decklists
pl: Ulubione talie

# decklist.list.titles.find
source: Decklist search results
pl: Wyniki wyszukiwania talii

# decklist.list.titles.halloffame
source: Hall of Fame
pl: Najlepsze talie

# decklist.list.titles.hottopics
source: Hot topics
pl: Najpopularniejsze talie

# decklist.list.titles.mine
source: My decklists
pl: Moje talie

# decklist.list.titles.popular
source: Popular decklists
pl: Popularne talie

# decklist.list.titles.recent
source: Recent decklists
pl: Najnowsze talie

# decklist.list.titles.search
source: Decklist Search
pl: Szukanie talii

# decklist.list.types.hof
source: Hall of Fame
pl: Najlepsze

# decklist.list.types.hottopics
source: Hot topics
pl: Najpopularniejsze

# decklist.list.types.mydecklists
source: My decklists
pl: Moje talie

# decklist.list.types.myfavorites
source: My favorites
pl: Moje ulubione

# decklist.list.types.popular
source: Popular
pl: Popularne

# decklist.list.types.recent
source: Recent
pl: Najnowsze

# decklist.publish.derived
source: Derived from (copy id or address of the decklist this one is inspired from)
pl: Wzorowana na (skopiuj id lub adres strony z talią, na której się wzorowałeś/aś)

# decklist.publish.description
source: Description
pl: Opis

# decklist.publish.editor.cardtolink
source: Turn a card name into a card link
pl: Zamień nazwę karty na odnośnik do jej strony

# decklist.publish.editor.entersymbol
source: Insert a game symbol
pl: Wstaw symbol z gry

# decklist.publish.editor.heading
source: Heading %number%
pl: Nagłówek %number%

# decklist.publish.editor.hint
source: Press # to insert a card name, $ to insert a game symbol.
pl: Wpisz # aby wstawić kartę, $ aby wstawić symbol z gry.

# decklist.publish.errors.antispam.limit
source: To prevent spam, accounts cannot publish more decklists than their reputation per 24 hours.
pl: Aby zapobiec spamowi, w ciągu 24 godzin nie możesz opublikować więcej talii, niż Twój poziom reputacji.

# decklist.publish.errors.antispam.newbie
source: To prevent spam, newly created accounts must wait 24 hours before being allowed to publish a decklist.
pl: Aby zapobiec spamowi, nowi użytkownicy muszą odczekać 24 godziny, zanim będą mogli publikować talie.

# decklist.publish.errors.invalid
source: This deck cannot be published because it is invalid.
pl: Ta talia nie może zostać opublikowana, gdyż zawiera błędy.

# decklist.publish.errors.pagetitle.spam
source: Spam prevention
pl: Zabezpieczenie antyspamowe

# decklist.publish.errors.unauthorized
source: You don't have access to this decklist.
pl: Nie masz uprawnień do tej talii.

# decklist.publish.errors.unreleased
source: You cannot publish this deck yet, because it has unreleased cards.
pl: Nie możesz jeszcze opublikować tej talii, gdyż zawiera ona jeszcze niewydane karty.

# decklist.publish.name
source: Name
pl: Nazwa

# decklist.publish.warnings.published
source: This deck <a href='%url%'>has already been published</a> before. You are going to create a duplicate.
pl: Ta talia <a href='%url%'>już była wcześniej publikowana</a>. Tworzysz teraz jej duplikat.

# decklist.view.comments.count
source: {0} No comments | {1} %count% comment | ]1,Inf] %count% comments
pl: {0} Brak komentarzy | %count% komentarz | %count% komentarze | %count% komentarzy

# decklist.view.comments.hint
source: Enter your comment in Markdown format. Type # to enter a card name. Type $ to enter a symbol. Type @ to enter a user name.
pl: Wpisz swój komentarz, stosując formatowanie Markdown. Wpisz # aby wstawić kartę, $ aby wstawić symbol z gry, @ dla nazwy użytkownika.

# decklist.view.comments.submit
source: Submit comment
pl: Napisz komentarz

# decklist.view.derived.none
source: None. Self-made deck here.
pl: Niczym. Talia zbudowana od nowa.

# decklist.view.derived.title
source: Derived from
pl: Wzorowany na

# decklist.view.duplicate
source: Duplicate of %duplicate%
pl: Kopia %duplicate%

# decklist.view.errors.notfound
source: Decklist not found.
pl: Nie znaleziono talii.

# decklist.view.inspire.none
source: None yet.
pl: Jeszcze nikt.

# decklist.view.inspire.title
source: Inspiration for
pl: Wzorują się

# decklist.view.published
source: published
pl: opublikowana

# decklist.view.social.comment
source: Comment
pl: Skomentuj

# decklist.view.social.favorite
source: Favorite
pl: Dodaj do ulubionych

# decklist.view.social.like
source: Like
pl: Lubię to

# decklist.view.social.version
source: Version
pl: Wersja

# decklist.view.toolbar.edit
source: Edit decklist name / description
pl: Podaj nazwę/opis talii

# decklist.view.versions
source: Versions
pl: Wersje

# decks.build.choose.affiliation
source: Choose your affiliation
pl: Wybierz stronnictwo

# decks.build.errors.noaffiliation
source: A affiliation is required.
pl: Wymagane jest podanie stronnictwa

# decks.build.newname
source: New deck: %affiliation%
pl: Nowa talia: %affiliation%

# decks.build.start
source: Create the deck and start building
pl: Stwórz talię

# decks.charts.cost.subtitle
source: Cost X ignored
pl: Koszt X jest ignorowany

# decks.charts.cost.title
source: Card Cost
pl: Koszt karty

# decks.charts.cost.tooltip.header
source: Cost %cost%
pl: Koszt %cost%

# decks.charts.cost.tooltip.label
source: # cards
pl: # kart

# decks.compare.battlefield
source: Battlefields
pl: Pola bitew

# decks.compare.characters
source: Characters
pl: Postacie

# decks.compare.decknumber
source: Deck #%id%
pl: Talia #%id%

# decks.compare.drawdecks
source: Draw Decks
pl: Talie

# decks.defaultemptydesc
source: *No description.*
pl: *Brak opisu*

# decks.description
source: Description
pl: Opis

# decks.edit.build.help
source: Filter help
pl: Pomoc dot. filtrów

# decks.edit.build.options.display
source: {1} Display on 1 column | ]1, Inf] Display on %cols% columns
pl: {1} Wyświetl w 1 kolumnie | ]1, Inf] Wyświetl w %cols% kolumnach

# decks.edit.build.options.filter_button.cumulative
source: Filters cumulative
pl: Filtry łączne

# decks.edit.build.options.filter_button.exclusive
source: Filters exclusive
pl: Filtry wyłączne

# decks.edit.build.options.label
source: Options
pl: Opcje

# decks.edit.build.options.show.onlyowned
source: Show only owned cards
pl: Pokazuj tylko karty ze swojej kolekcji

# decks.edit.build.options.show.onlyused
source: Show only used cards
pl: Pokazuj tylko wykorzystane karty

# decks.edit.build.options.show.unusable
source: Show unusabled cards
pl: Pokazuj nieużyteczne karty

# decks.edit.build.options.suggestions
source: {0} Show no suggestion | {1} Show %count% suggestion | ]1, Inf] Show %count% suggestions
pl: {0} Nie pokazuj podpowiedzi | {1} Pokaż %count% podpowiedź | ]1, Inf] Pokaż %count% podpowiedzi

# decks.edit.build.searchhint
source: Find a card or filter the list
pl: Znajdź kartę lub przefiltruj listę

# decks.edit.build.sets.hint
source: Shift+Click to select only one option ; Alt+Shift+Click to select all other options
pl: Shift-Klik aby zaznaczyć pojedyńczą pozycję; Alt-Shift-Klik aby zaznaczyć wszystkie pozostałe pozycje

# decks.edit.build.sets.label
source: Sets
pl: Edycje

# decks.edit.form.cancel
source: Cancel edits
pl: Odrzuć zmiany

# decks.edit.form.name
source: Name
pl: Nazwa

# decks.edit.meta.cards
source: %count% card | %count% cards
pl: {0} 0 kart | %count% karta | %count% karty | %count% kart

# decks.edit.meta.characters
source: Characters
pl: Postacie

# decks.edit.meta.dice
source: %count% die | %count% dice
pl: {0} 0 kości | {1} 1 kość | %count% kości

# decks.edit.meta.drawdeck
source: Draw deck
pl: Talia

# decks.edit.meta.points
source: %points% point | %points% points
pl: {0} 0 punktów | %points% punkt | %points% punkty | %points% punktów

# decks.edit.meta.sets
source: Sets: %sets%
pl: Edycje: %sets%

# decks.edit.notes.notes.hint
source: Type # to enter a card name. Type $ to enter a symbol.
pl: Wpisz # aby wstawić kartę, $ aby wstawić symbol z gry.

# decks.edit.notes.notes.label
source: Notes
pl: Notatki

# decks.edit.notes.tags.hint
source: Tags are for easy filtering in your list of decks, e.g. <i>competitive</i> or <i>fun</i>.
pl: Tagi pozwalają na łatwe szukanie talii, np. <i>turniejowe</i>

# decks.edit.notes.tags.label
source: Tags
pl: Tagi

# decks.edit.refresh
source: Refresh all application data
pl: Odświerz wszystkie dane

# decks.edit.tabs.build
source: Build
pl: Budowanie

# decks.edit.tabs.charts
source: Charts
pl: Statystyki

# decks.edit.tabs.history
source: History
pl: Historia

# decks.edit.tabs.notes
source: Notes
pl: Notatki

# decks.edit.tabs.test
source: Test
pl: Testuj

# decks.edit.unsaved
source: This deck has unsaved changes. Please save the deck or cancel the changes before making further edits.
pl: Talia posiada niezapisane zmiany. Zapisz je albo odrzuć aby kontynuować edycję.

# decks.form.build
source: Build New Deck
pl: Stwórz talię

# decks.form.download.text
source: Text file
pl: Plik tekstowy

# decks.form.import.copypaste
source: Copy/paste
pl: Kopiuj/wklej

# decks.form.import.file
source: File
pl: Z pliku

# decks.form.import.label
source: Import Deck
pl: Importuj talię

# decks.form.labelswitch
source: Click to switch to this tag. Shift-click to toggle this tag.
pl: Kliknij, aby przejść do tego tagu. Shift-klik aby przełączyć ten tag.

# decks.form.new
source: New Deck
pl: Nowa talia

# decks.form.selection.compare.label
source: Compare
pl: Porównaj

# decks.form.selection.compare.twodecks
source: Compare two decks
pl: Porównaj dwie talie

# decks.form.selection.delete.label
source: Delete
pl: Skasuj

# decks.form.selection.delete.selected
source: Delete all decks selected
pl: Skasuj zaznaczone talie

# decks.form.selection.label
source: With Selection
pl: Zaznaczone...

# decks.form.selection.tags.add
source: Add one or more tags
pl: Dodaj tagi

# decks.form.selection.tags.clear
source: Clear all tags
pl: Wyczyść wszystkie tagi

# decks.form.selection.tags.label
source: Tags
pl: Tagi

# decks.form.selection.tags.remove
source: Remove one or more tags
pl: Usuń tagi

# decks.form.uploadarchive
source: Upload archive
pl: Wgraj archiwum

# decks.history.autosave
source: Autosave...
pl: Autozapis...

# decks.history.columns.action
source: Action
pl: Akcja

# decks.history.columns.changes
source: Changes
pl: Zmiany

# decks.history.columns.date
source: Date
pl: Data

# decks.history.columns.version
source: Version
pl: Wersja

# decks.history.firstversion
source: First version
pl: Pierwsza wersja

# decks.history.revert
source: Revert
pl: Przywróć

# decks.history.timeremaining
source: Time Remaining
pl: Pozostało czasu

# decks.history.unsaved
source: unsaved
pl: niezapisane

# decks.modals.card.go
source: Go to card page
pl: Przejdź do strony karty

# decks.modals.delete.confirm
source: Yes, delete
pl: Tak, usuń

# decks.modals.delete.question
source: Are you sure you want to delete the deck %name%?
pl: Czy na pewno chcesz usunąć talię %name%?

# decks.modals.delete.title
source: Delete deck
pl: Usuń talię

# decks.modals.deletelist.confirm
source: Yes, delete
pl: Tak, usuń

# decks.modals.deletelist.question
source: Are you sure you want to delete all the decks selected?
pl: Czy na pewno chcesz usunąć wszystkie zaznaczone talie?

# decks.modals.deletelist.title
source: Delete decks
pl: Usuń talie

# decks.modals.fileimport.file.label
source: File
pl: Plik

# decks.modals.fileimport.title
source: Upload deck file
pl: Wgraj plik z talią

# decks.modals.fileimport.type.label
source: File type
pl: Typ pliku

# decks.modals.fileimport.type.options.auto
source: Auto
pl: Automatyczny

# decks.modals.fileimport.type.options.text
source: Text
pl: Tekstowy

# decks.modals.tags.clear.confirm
source: Yes, clear
pl: Tak, wyczyść

# decks.modals.tags.clear.question
source: Are you sure you want to clear all tags from the selected decks?
pl: Czy na pewno chcesz wyczyścić wszystkie tagi z zaznaczonych talii?

# decks.modals.tags.hint
source: a-tag another
pl: tagi

# decks.modals.tags.label
source: Please enter the list of tags, separated by spaces
pl: Podaj tagi oddzielone spacjami

# decks.privatedecks
source: My private decks
pl: Moje prywatne talie

# decks.problems.faction_not_included
source: Contains cards from one missing color
pl: Zawiera karty w niedozwolonych kolorach

# decks.problems.incorrect_size
source: Draw deck must be 30 cards
pl: Talia musi się składać z 30 kart

# decks.problems.invalid_cards
source: Contains forbidden cards
pl: Zawiera niedozwolone karty

# decks.problems.too_many_character_points
source: Character points limit exceeded
pl: Przekroczono limit punktów postaci

# decks.problems.too_many_copies
source: Contains too many copies of a card
pl: Zawiera zbyt wiele kopii niektórych kart

# decks.published.none
source: None
pl: Brak

# decks.published.title
source: Published versions
pl: Opublikowane wersje

# decks.simulator.all
source: all
pl: wszystkie

# decks.simulator.draw
source: Draw
pl: Dobierz:

# decks.simulator.hint
source: Click to draw; Shift-click to reset and draw
pl: Kliknij aby dobrać karty; Shift-klik aby zresetować talię i dobrać

# decks.simulator.more
source: more
pl: więcej

# decks.simulator.oddhint
source: Odds to have at least 1 copy of a desired card, after having drawn that many cards from the deck, depending of the number of copies in the deck (1 - 2)
pl: Szansa na dobranie co najmniej 1 kopii danej karty, po dobraniu tylu kart z talii, w zależności od ilości jej kopii w talii.

# decks.simulator.odds
source: Odds
pl: Szansa

# decks.simulator.title
source: Card draw simulator
pl: Symulator dobierania kart

# decks.slotcount
source: (%current%/%max% slots)
pl: (%current%/%max% slotów)

# decks.smartfilter.example
source: Example: <tt>f:red o<3 d:1</tt> shows all Red cards with a die and cost fewer than 3.
pl: Przykład: <tt>f:red o<3 d:1</tt> pokaże wszystkie czerwone karty o koszcie mniejszym niż 3 i mające kostki.

# decks.smartfilter.filters.affiliation
source: Affiliation
pl: Stronnictwo

# decks.smartfilter.filters.cost
source: Cost
pl: Koszt

# decks.smartfilter.filters.faction_code
source: Color
pl: Kolor

# decks.smartfilter.filters.flavor
source: Flavor text
pl: Tekst fabularny

# decks.smartfilter.filters.has_die
source: With die
pl: Z kostką

# decks.smartfilter.filters.health
source: Health
pl: Wytrzymałość

# decks.smartfilter.filters.illustrator
source: Illustrator
pl: Autor ilustracji

# decks.smartfilter.filters.is_unique
source: Uniqueness
pl: Unikatowość

# decks.smartfilter.filters.set_code
source: Set
pl: Edycja

# decks.smartfilter.filters.subtitle
source: Subtitle
pl: Podtytuł

# decks.smartfilter.filters.subtype_code
source: Subtype
pl: Podrodzaj

# decks.smartfilter.filters.text
source: Text
pl: Tekst

# decks.smartfilter.filters.type_code
source: Type
pl: Rodzaj

# decks.smartfilter.title
source: Smart filter syntax
pl: Składnia filtrów

# decks.suggestions.title
source: Card suggestions
pl: Propozycje kart

# decks.version
source: Version %version%
pl: Wersja %version%

# forms.add
source: Add
pl: Dodaj

# forms.cancel
source: Cancel
pl: Anuluj

# forms.clone
source: Clone
pl: Duplikuj

# forms.close
source: Close
pl: Zamknij

# forms.copy
source: Copy
pl: Kopiuj

# forms.delete
source: Delete
pl: Usuń

# forms.download
source: Download
pl: Pobierz

# forms.edit
source: Edit
pl: Edytuj

# forms.imagefile
source: Image file
pl: Plik obrazka

# forms.import
source: Import
pl: Importuj

# forms.print
source: Print
pl: Wydrukuj

# forms.publish
source: Publish
pl: Opublikuj

# forms.remove
source: Remove
pl: Usuń

# forms.reset
source: Reset
pl: Wyczyść

# forms.save
source: Save
pl: Zapisz

# forms.saved
source: Data saved
pl: Zapisano

# forms.search
source: Search
pl: Szukaj

# forms.update
source: Update
pl: Zaktualizuj

# forms.upload
source: Upload
pl: Wgraj

# icon.battlefield
source: Battlefield
pl: Pole bitwy

# icon.blank
source: Blank
pl: Pusta ścianka

# icon.cards
source: Cards
pl: Karty

# icon.character
source: Character
pl: Postać

# icon.die
source: Die
pl: Kość

# icon.discard
source: Discard
pl: Odrzucenie

# icon.disrupt
source: Disrupt
pl: Zakłócenie

# icon.event
source: Event
pl: Wydarzenie

# icon.focus
source: Focus
pl: Skupienie

# icon.melee
source: Melee Damage
pl: Obrażenia wręcz

# icon.ranged
source: Ranged Damage
pl: Obrażenia dystansowe

# icon.resource
source: Resource
pl: Zasoby

# icon.shield
source: Shield
pl: Osłona

# icon.special
source: Special
pl: Specjalny

# icon.support
source: Support
pl: Wsparcie

# icon.unique
source: Unique
pl: Unikatowa

# icon.upgrade
source: Upgrade
pl: Ulepszenie

# keyword.ambush.name
source: Ambush
pl: Zasadzka

# keyword.ambush.title
source: After playing this card, you may immediately take one additional action.
pl: Po zagraniu karty ze słowem kluczowym Zasadzka możesz natychmiast wykonać dodatkowa akcję.

# keyword.guardian.name
source: Guardian
pl: Strażnik

# keyword.guardian.title
source: Before activate this character, you can deal it damage equal to the value of a die showing damage in your opponent's pool. Then remove that die.
pl: Przed tym, jak jedna z twoich postaci ze słowem kluczowym Strażnik zostanie aktywowana, możesz zadać jej obrażenia w liczbie równej wartości widocznej na jednej kości z symbolem obrażeń ([melee] lub [ranged]) znajdującej się w puli przeciwnika. Następnie usuń daną kość przedstawiającą obrażenia.

# keyword.redeploy.name
source: Redeploy
pl: Przepisanie

# keyword.redeploy.title
source: After the attached character is defeated, you may immediately move this upgrade to any of your other characters. The upgrade die moves to the new character card, even if it was in your dice pool.
pl: Po tym, jak postać, do której dołączona została dana karta, zostanie pokonana, możesz natychmiast przesunąć dane ulepszenie do dowolnej swojej postaci. Kość ulepszenia porusza się na nową kartę postaci, nawet jeśli znajdowała się w puli kości.

# login_required
source: You must be logged in for this operation.
pl: Aby wykonać tę czynność, musisz być zalogowany.

# nav.advancedsearch
source: Advanced Search
pl: Szukanie zaawansowane

# nav.cards
source: Cards
pl: Karty

# nav.cardsearch
source: Card Search
pl: Szukaj kart

# nav.decklists
source: Decklists
pl: Talie

# nav.mycollection
source: My collection
pl: Moja kolekcja

# nav.mydecks
source: My decks
pl: Moje talie
